/*
=====================================================
 Модуль: NodeChat for DLE
 Версия: 1.4
-----------------------------------------------------
 Автор: MSW
 Сайт:  http://0-web.ru/
-----------------------------------------------------
 Copyright (c) 2012-2014 MSW
=====================================================
 Данный код защищен авторскими правами
=====================================================
 Файл: language.js
=====================================================
*/
module.exports = {
    restricted:'<center>Вам запрещено писать в чат.</center>',
    guest:'<center>У Вас нет прав для общения в чате.</center>',
    msg_min:'Слишком короткое сообщение!',
    msg_max:'Слишком длинное сообщение!',
    ls_subj:'Сообщение из чата',
    ls_send:'Сообщение отправлено в ЛС',
    user_not_found:'Пользователь не найден',
    access_denid:'Доступ запрещён!'
};